"Aw crap" = "Aw лайно";
"Back" = "Назад";
"Half full" = "Половина повний";
"How ya feeling today?" = "Як ти себе сьогодні почуваєш?";
"Live half full." = "Живіть наполовину.";
"Loading..." = "Loading ...";
"Next" = "Наступний";
"No internet connection" = "Немає підключення до Інтернету";
"OK" = "Добре";
"Patience is a virtue." = "Терпіння є чеснотою.";
"Share to Facebook" = "Поділитися з Facebook";
"Share to Twitter" = "Поділіться з Twitter";
"Sorry, this quote is too long to post to Twitter." = "На жаль, ця цитата занадто довга, щоб відправляти повідомлення в Twitter.";
"The app that turns your frown upside down with a dose of inspiration to kick any bad mood in the butt!" = "Додаток, який перетворює ваш хмуритися з ніг геть дозу натхнення для початку будь поганого настрою в дупу!";
"The glass is always" = "Стакан завжди";
"The quote hasn't loaded yet." = "Цитата не завантажено.";
"Try Again" = "Спробуйте ще раз";
"Whoops" = "Вигуки";
"don't be angry." = "сердитий";
"don't be impatient." = "нетерплячий";
"don't be tired." = "втомлений";
"don't be lonely." = "самотньо";
"don't be depressed." = "пригнічений";
"don't be guilty." = "винний";
"don't be sad." = "сумний";
"don't be nostalgic." = "ностальгічний";
"don't be jealous." = "ревнивий";
"don't be dull." = "нудний";
"don't be scared." = "переляканий";
"don't be anxious." = "тривожний";
"angry" = "сердитий";
"impatient" = "нетерплячий";
"tired" = "втомлений";
"lonely" = "самотньо";
"depressed" = "пригнічений";
"guilty" = "винний";
"sad" = "сумний";
"nostalgic" = "ностальгічний";
"jealous" = "ревнивий";
"dull" = "нудний";
"scared" = "переляканий";
"anxious" = "тривожний";
